{"soundFileName":"017af3f5-d145-41a2-95a4-5acfa0f1bd06.wav","channel":1,"transcription":"[duration: 00:00:38.989] [start_time: 00:00:00.000] [speaker_1/]   [uni/] and  she said it takes three weeks   [o_s/]  [uni/]  [speaker_2/]  Yeah,  okay,  all right.  I was confused because with the genetic counselor, I thought it was ordered but it hasn't been ordered yet, right? So I'll  order it for you today.  [speaker_1/]    I think it's been ordered    [o_s/]  [speaker_3/] We have the form.    [speaker_1/]  She ordered it for us but [o_s/]  [speaker_2/] Okay. [speaker_1/]  we haven't gone in yet.  [speaker_2/]   Got it. [speaker_1/]   We're going in after the appointment.  [speaker_2/]    Perfect,  okay,  and then you scheduled your second  [m_t/] trimester ultrasound already, right ?   [speaker_1/]  No.    [speaker_3/]  The anatomy?  [speaker_2/]  [fill/]   [speaker_1/]   Yeah, yeah, the anatomy, we have .   [speaker_2/] That should be in about a month or so   [speaker_3/]   Yeah, I believe we have scheduled that.  [speaker_2/]  Perfect,  okay. Do you have any questions about the first trimester results or anything?   [speaker_1/]  [fill/] I- about the genetics [o_s/]  [uni/]    [speaker_2/]    [fill/]  [speaker_1/] I don't think so.   [speaker_2/]  Okay,  all right. [end_time: 00:00:38.989] [duration: 00:00:32.338] [start_time: 00:00:38.989] [speaker_1/]   So it looks like when they saw you for the  [m_t/] genetic screening, they  [fill/] the size and dates was appropriate,  and the  [m_t/] Nuchal Translucency measurement was one point seven  and the screening for  [m_t/] down syndrome and trisomy eighteen was low risk,  so [o_s/]  [speaker_2/]  Okay.  [speaker_1/]  And then I remember you guys had that [m_t/]  cell-free fetal D. N. A.  testing which also screens for down syndrome and that was negative,  so in general what happens in the  [m_t/] second trimester is when we do this  [m_t/] blood test, well  if you've had the cell-free, we don't repeat the  [m_t/] down syndrome screening .  [speaker_2/]   I see.    [speaker_1/]  Okay [end_time: 00:01:11.328] [duration: 00:00:22.997] [start_time: 00:01:11.328] [speaker_1/]  Okay, so we'll make sure we order that for you   [speaker_2/]   That's okay. right?    [speaker_3/]  Yeah  [speaker_1/]    it's up to you  I mean in general the  [m_t/] cell-free [m_t/]  fetal DNA testing is a better test [speaker_2/] Yeah [speaker_1/]  for [m_t/]  down syndrome  if you want the results to be revealed they can be as if you didn't have the  [m_t/] cell-free  testing  but sometimes that- the- the  state screen can become positive [end_time: 00:01:34.325] [duration: 00:00:24.544] [start_time: 00:05:28.698] [o_s/]   [speaker_1/]   By the time of your  [m_t/] second trimester  [m_t/] anatomy  [m_t/] ultrasound it will be about the time that you start to really feel some  [m_t/] fetal movement, okay?  [speaker_2/]  Okay.  [speaker_1/]  Sometimes people feel that they hear they-they feel  [m_t/] fetal movement later, if you have  [uni/]    I don't know if that's true. I'm going to ask you to bring your pants down to your hips. [end_time: 00:05:53.243] [duration: 00:00:40.674] [start_time: 00:05:53.243] [n_s/]  [speaker_1/] Perfect! So you're still exercising a little bit? [speaker_2/]  Okay, that's good.  [v_n/]  [speaker_1/] Yeah, you want to exercise a little bit [o_s/]  [speaker_2/] Okay. [speaker_1/]  just to, you know, make sure that helps with your energy level. It certainly will help you with your weight.  [speaker_2/] I'm just doing a walk two times.  [speaker_1/]  [fill/] Perfect. [speaker_1/]  Yeah,  [speaker_2/] I would continue to try to walk a little bit. If you have access to the gym, maybe go and just  [fill/] walk on the treadmill or something like that,  [speaker_2/]  [fill/]  [speaker_1/] especially with winter coming and all. You want to make sure you get up and move so that when the time comes for labor, you're still fit.  [speaker_2/] Yeah, okay. [end_time: 00:06:33.917] [duration: 00:00:07.208] [start_time: 00:06:33.917] [n_s/] [end_time: 00:06:41.125] [duration: 00:00:01.598] [start_time: 00:10:29.381] [speaker_1/]   Hi  [uni/] [end_time: 00:10:30.980]","language":"en","category":"GYN","result":{"correct_soap_O":"-Nuchal translucency measurement: 1.7 mm (within normal limits).\nScreening for Down syndrome and trisomy 18: low risk.\nCell-free fetal DNA testing results: negative for Down syndrome.\n","correct_soap_P":"-Order the genetic testing as discussed.\nNo need to repeat the Down syndrome screening during the second trimester since cell-free fetal DNA testing was performed and returned negative.\nContinue to monitor for fetal movement; expect to start feeling movement in the second trimester.\nPatient to return for the scheduled second trimester anatomy ultrasound.\nEncourage continued exercise and healthy lifestyle to support pregnancy.\n","correct_soap_A":"-Normal first trimester genetic screening results.\nLow risk for chromosomal abnormalities; ongoing healthy pregnancy.\n","correct_soap_S":"-Follow-up on first trimester results and discussion of second trimester plans.\nPatient discussed confusion regarding genetic testing orders with the genetic counselor.\nPlans to go for genetic screening after the appointment.\nPatient inquired about scheduling the second trimester anatomy ultrasound; confirmed it is scheduled for about a month from now.\nReports feeling well and continuing light exercise, including walking.\n","correct_domain":"GYN"},"locale":"NaN"}