{"soundFileName":"02611e0d-3c1b-4b6a-a863-086a83f2c6bd.wav","channel":1,"transcription":"[duration: 00:00:11.635] [start_time: 00:00:00.000] [speaker_1/]   People  [speaker_2/]   Okay it's recording,  [speaker_1/] Okay.  [speaker_2/] so I don't want to eat up all the memory. Tell me about your pain    [speaker_2/]   [fill/] My worst pain, okay it's getting worse kind of, [speaker_2/] Yeah.  [speaker_1/]  standing, and walking is the worst [end_time: 00:00:11.635] [duration: 00:00:07.876] [start_time: 00:00:11.635] [speaker_1/]  [fill/]  [n_s/] I'm feeling it right now. It was before I could sleep, but not feeling anything or get into bed, but now I'm feeling more like, you know, even [end_time: 00:00:19.512] [duration: 00:00:10.840] [start_time: 00:00:23.597] [speaker_1/]   [fill/]  You know I've tried everything that you saw. [speaker_2/]  Yeah.  [speaker_1/]    And [fill/]  like I think the  [m_t/]   [uni/]    is helping to an extent but I don't it's not complete or anywhere near  [uni/] what I need to function you know to function comple- [c_o/] [end_time: 00:00:34.438] [duration: 00:00:12.364] [start_time: 00:00:34.438] [speaker_1/]  [c_o/]  I want to have a normal active life.  [speaker_2/]  What type of  [m_t/] pain is this? Like where is it?  [speaker_1/]  Oh gosh, [fill/]  on the left, it's mostly on the left, but now it's on the right also. [end_time: 00:00:46.803] [duration: 00:00:12.480] [start_time: 00:00:46.803] [speaker_1/]  From buttocks all the way down to the toes my worst pain is on the side of my knee in my in my calf, and I'd say the second worst is my buttocks and the third worst is the thigh underneath [end_time: 00:00:59.283] [duration: 00:00:11.008] [start_time: 00:00:59.283] [speaker_1/] Maybe even some on top, [speaker_2/]  [fill/]  [speaker_1/]  and down in the [m_t/]   toes is mostly [fill/]  [m_t/]  numbness and [m_t/] tingling. On the right side, it's like my right [m_t/]  hip. [fill/] [end_time: 00:01:10.292] [duration: 00:00:10.506] [start_time: 00:01:10.292] [speaker_1/]  Some of the buttocks and thigh an- and then the right ankle.  [speaker_2/] Okay.  [speaker_1/]   Every now and then maybe the calf maybe the calf,  [speaker_2/] Okay.  [speaker_1/]  So it's more of the [end_time: 00:01:20.799] [duration: 00:00:15.362] [start_time: 00:01:20.799] [speaker_1/]  Left and   [uni/]   some on the right.  [v_n/] When I first saw you it was really nothing on the right but it's now it's that.    [o_s/]  [speaker_2/]  I'm expecting an insurance company doctor and   [uni/]  [speaker_1/]  Okay, so- [speaker_2/]  [uni/]  [speaker_1/]  I wonder how, yes, I got to figure out how to do that one. [end_time: 00:01:36.161] [duration: 00:00:02.270] [start_time: 00:01:38.909] [b_s/]  [speaker_1/] See how do I pause. [end_time: 00:01:41.180]","language":"en","category":"PHY","result":{"correct_soap_O":"-The patient appears uncomfortable when discussing the pain, indicating that it may be exacerbated by prolonged sitting or standing.\nGait analysis and physical examination were not performed during this conversation but would be necessary to further assess the extent of the pain and its impact on mobility.\n","correct_soap_P":"-Order updated MRI of the lumbar spine to assess for any progression in disc herniation, nerve impingement, or other structural causes of worsening symptoms.\nContinue current pain management regimen but consider increasing dosage or adjusting medications to better control symptoms.\nConsider adding or optimizing neuropathic pain medications, such as pregabalin or gabapentin, if not already included in the regimen.\nConsider referral to a pain specialist for potential interventional treatments such as epidural steroid injections or nerve blocks.\nRecommend evaluation by a physical therapist to develop a targeted exercise and stretching program aimed at relieving sciatic pain and improving mobility.\nSchedule a follow-up appointment in 2-4 weeks to assess response to treatment adjustments and to review imaging results.\n","correct_soap_A":"-1. Bilateral sciatica, with predominant symptoms on the left side, now extending to the right.\n2. Peripheral neuropathy in toes, particularly on the left side, as indicated by numbness and tingling.\n3. Chronic pain syndrome, likely due to ongoing nerve involvement and possible lumbar radiculopathy.\n","correct_soap_S":"-The patient reports worsening pain, which is primarily located on the left side but has now begun to affect the right side as well. The pain is most severe when standing and walking, and the patient notes that it is now present even while lying down, which was not previously the case. The pain distribution is described as follows:\nLeft side: Buttocks to toes, with the most severe pain in the side of the knee and calf, followed by the buttocks and thigh (both underneath and on top). The toes experience mostly numbness and tingling.\nRight side: Right hip, buttocks, thigh, and occasionally the right ankle and calf. The patient expresses that current treatments, including medication, provide some relief but are insufficient for achieving a normal, active lifestyle.\n","correct_domain":"PHY"},"locale":"NaN"}